app/controllers/api/v1/auth_controller.rb

SELECT "users".* FROM "users" WHERE "users"."username" = ? LIMIT ?  [["username", "ritaplz"], ["LIMIT", 1]]
---
    def create
      @user = User.find_by(username: user_login_params[:username])