app/controllers/api/v1/favorites_controller.rb

INSERT INTO "favorites" ("user_id", "animal_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["user_id", 3], ["animal_id", 5], ["created_at", "2020-09-05 18:31:45.762840"], ["updated_at", "2020-09-05 18:31:45.762840"]]
---
    def create
        @favorite = Favorite.create(favorite_params, user: current_user)

SELECT "favorites".* FROM "favorites" WHERE "favorites"."id" = ? LIMIT ?  [["id", 17], ["LIMIT", 1]]
DELETE FROM "favorites" WHERE "favorites"."id" = ?  [["id", 17]]
---
    def destroy
        @favorite = Favorite.find(params[:id])
        @favorite.destroy