app/controllers/api/v1/users_controller.rb

INSERT INTO "users" ("username", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)
---
    def create
        @user = User.create(user_params)

SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
UPDATE "users" SET "bio" = ?, "avatar" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["bio", "i like cheese"], ["avatar", "https://pbs.twimg.com/profile_images/1227405788135796736/Pp4DydOz_400x400.jpg"], ["updated_at", "2020-09-07 15:55:37.686508"], ["id", 2]]
---
    def update
        @user = User.find(params[:id])
        if @user.update(user_params)

DELETE FROM "users" WHERE "users"."id" = ?  [["id", 1]]
---
    def destroy
        User.destroy(params[:id])